Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.setting.workspaceColors.palette
source: workspaceColors.colors workspace palette named colors custom color reset built-in
ar: workspaceColors.colors workspace palette named colors custom color reset built-in مساحة عمل تبويب ألوان لوحة شارة محدد تمييز مؤشر نشط نقطة إعادة ضبط مصنع افتراضي استعادة مسح مظهر سمة لون مخطط فاتح داكن نظام وضع مخصص العمل مخصص: %@ • التعيين مخصصة تعيين اللوحة
bs: workspaceColors.colors workspace palette named colors custom color reset built-in radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka fabrički zadano vrati očisti izgled tema boja shema svijetlo tamno sistem način Prilagođena radnog prostora Prilagođeno: %@ • Resetovanje Prilagođene Resetuj paletu
da: workspaceColors.colors workspace palette named colors custom color reset built-in arbejdsområde fane farver badge valgt fremhævning indikator aktiv prik nulstil fabrik standard gendan ryd udseende tema farve skema lys mørk system tilstand Tilpasset arbejdsområdefarve Brugerdefineret: %@ • Arbejdsområdefarver Brugerdefinerede
de: workspaceColors.colors workspace palette named colors custom color reset built-in arbeitsbereich tab farben badge ausgewählt hervorhebung indikator aktiv punkt zurücksetzen werkseinstellungen standard wiederherstellen löschen darstellung design farbe schema hell dunkel system modus Benutzerdefinierte Arbeitsbereichsfarbe Benutzerdefiniert: %@ • Arbeitsbereichsfarben
es: workspaceColors.colors workspace palette named colors custom color reset built-in espacio de trabajo pestaña colores paleta insignia seleccionado resaltado indicador activo punto restablecer fábrica predeterminado restaurar borrar apariencia tema esquema claro oscuro sistema modo personalizado del Personalizado: %@ • espacios personalizados
fr: workspaceColors.colors workspace palette named colors custom color reset built-in espace de travail onglet couleurs badge sélectionné surbrillance indicateur actif point réinitialiser usine défaut restaurer effacer apparence thème couleur schéma clair sombre système mode personnalisée l'espace Personnalisé : %@ • des espaces personnalisées la
it: workspaceColors.colors workspace palette named colors custom color reset built-in area di lavoro scheda colori tavolozza badge selezionato evidenziazione indicatore attivo punto reimposta fabbrica predefinito ripristina cancella aspetto tema colore schema chiaro scuro sistema modalità personalizzato Personalizzato: %@ • personalizzati
ja: workspaceColors.colors workspace palette named colors custom color reset built-in ワークスペース パレット 名前付き色 カスタム色 リセット 組み込み
ko: workspaceColors.colors workspace palette named colors custom color reset built-in 작업공간 탭 색상 팔레트 배지 선택됨 강조 표시기 활성 점 재설정 초기화 기본값 복원 지우기 외관 테마 색 구성표 라이트 다크 시스템 모드 사용자 지정 작업 공간 정의: %@ •
nb: workspaceColors.colors workspace palette named colors custom color reset built-in arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk tilbakestill fabrikk standard gjenopprett tøm utseende tema farge skjema lys mørk system modus Egendefinert arbeidsområdefarge Egendefinert: %@ • Arbeidsområdefarger Egendefinerte
pl: workspaceColors.colors workspace palette named colors custom color reset built-in obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka fabryczne domyślne przywróć wyczyść wygląd motyw kolor schemat jasny ciemny system tryb Własny przestrzeni roboczej Przestrzeń robocza Niestandardowe: %@ • Resetuj roboczych Własne paletę
pt_br: workspaceColors.colors workspace palette named colors custom color reset built-in aba cores paleta selo selecionado destaque indicador ativo ponto redefinir fábrica padrão restaurar limpar aparência tema cor esquema claro escuro sistema modo Personalizada da Área de Trabalho Personalizado: %@ • Personalizadas
ru: workspaceColors.colors workspace palette named colors custom color reset built-in рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка сброс заводские по умолчанию восстановить очистить внешний вид тема цвет схема светлый темный система режим Пользовательский рабочего пространства Рабочее пространство Пользовательское: %@ • рабочих пространств Пользовательские Сбросить палитру
th: workspaceColors.colors workspace palette named colors custom color reset built-in พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ลักษณะ ธีม โครงร่าง สว่าง มืด ระบบ โหมด สีเวิร์กสเปซที่กำหนดเอง เวิร์กสเปซ กำหนดเอง: %@ • สีเวิร์กสเปซ สีที่กำหนดเอง รีเซ็ตจานสี
tr: workspaceColors.colors workspace palette named colors custom color reset built-in çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta sıfırla fabrika varsayılan geri yükle temizle görünüm tema renk şema açık koyu sistem mod Özel Rengi Özel: %@ • Renkleri Paleti
uk: workspaceColors.colors workspace palette named colors custom color reset built-in робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка скидання заводські типові відновити очистити вигляд тема колір схема світлий темний система режим Скинути Власний робочої області Робоча область Власне: %@ • робочих областей Власні палітру
zh_hans: workspaceColors.colors workspace palette named colors custom color reset built-in 工作区 标签页 颜色 调色板 徽章 已选中 高亮 指示器 活动 点 重置 出厂 默认 恢复 清除 外观 主题 配色 浅色 深色 系统 模式 自定义工作区颜色 自定义: %@ • 工作区颜色 自定义颜色 重置调色板
zh_hant: workspaceColors.colors workspace palette named colors custom color reset built-in 工作區 分頁 顏色 調色盤 徽章 已選取 反白 指示器 作用中 點 重置 出廠 預設 還原 清除 外觀 主題 配色 淺色 深色 系統 模式 自訂工作區顏色 自訂: %@ • 工作區顏色 自訂顏色 重置色板

# settings.search.alias.setting.settingsJSON.open-file
source: open config file json jsonc config editor ~/.config UniConnect preferences
ar: open config file json jsonc config editor ~/.config UniConnect preferences تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف مخطط وثائق مرجع محرر كود فتح مسار uniconnect.json الإعدادات الإعدادات… التفضيلات… مفتوح
bs: open config file json jsonc config editor ~/.config UniConnect preferences aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka šema dokumentacija referenca preferencije kod otvori putanja uniconnect.json Postavke… otvoren
da: open config file json jsonc config editor ~/.config UniConnect preferences app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil skema dokumentation reference præferencer kode åbn sti uniconnect.json Indstillinger… åben
de: open config file json jsonc config editor ~/.config UniConnect preferences app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei schema dokumentation referenz präferenzen code öffnen pfad uniconnect.json … offen
es: open config file json jsonc config editor ~/.config UniConnect preferences aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo esquema documentación referencia código abrir ruta uniconnect.json Ajustes… Preferencias… abierto
fr: open config file json jsonc config editor ~/.config UniConnect preferences application général préférences comportement dock barre de menus état latérale réglages configuration fichier schéma documentation référence éditeur code ouvrir chemin uniconnect.json les Réglages... Préférences... ouverte
it: open config file json jsonc config editor ~/.config UniConnect preferences app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione schema documentazione riferimento codice apri percorso uniconnect.json Impostazioni… Preferenze… aperta
ja: open config file json jsonc config editor ~/.config UniConnect preferences uniconnect.json を開く json jsonc 設定ファイル エディタ ドットファイル 環境設定
km: បើកឯកសារ config json jsonc config editor ~/.config UniConnect ចំណូលចិត្ត
ko: open config file json jsonc config editor ~/.config UniConnect preferences 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 스키마 문서 참조 편집기 코드 열기 경로 uniconnect.json 설정… uniconnect.json 환경설정… 열림
nb: open config file json jsonc config editor ~/.config UniConnect preferences app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil skjema dokumentasjon referanse preferanser redigerer kode åpne bane uniconnect.json … åpen
pl: open config file json jsonc config editor ~/.config UniConnect preferences aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik schemat dokumentacja referencja edytor kod otwórz ścieżka uniconnect.json Ustawienia… Preferencje… otwarty
pt_br: open config file json jsonc config editor ~/.config UniConnect preferences app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo esquema documentação referência código abrir caminho uniconnect.json Ajustes Ajustes… Preferências… aberto
ru: open config file json jsonc config editor ~/.config UniConnect preferences приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл схема документация справочник предпочтения редактор код открыть путь uniconnect.json Настройки... открыт
th: open config file json jsonc config editor ~/.config UniConnect preferences แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ตัวแก้ไข โค้ด เปิด เส้นทาง uniconnect.json เปิดการตั้งค่า การตั้งค่า...
tr: open config file json jsonc config editor ~/.config UniConnect preferences uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya şema belgeler başvuru düzenleyici kod aç yol uniconnect.json Ayarları Ayarlar… Tercihler… açık
uk: open config file json jsonc config editor ~/.config UniConnect preferences програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл схема документація довідник редактор код відкрити шлях uniconnect.json Налаштування… Параметри… відкритий
zh_hans: open config file json jsonc config editor ~/.config UniConnect preferences 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 架构 文档 参考 编辑器 代码 打开 路径 uniconnect.json 打开设置 设置... 偏好设置...
zh_hant: open config file json jsonc config editor ~/.config UniConnect preferences 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 結構描述 文件 參考 編輯器 程式碼 開啟 路徑 uniconnect.json 開啟設定 設定... 偏好設定...

# settings.search.alias.setting.settingsJSON.documentation
source: docs documentation schema reference UniConnect json keys configuration
ar: docs documentation schema reference UniConnect json keys configuration لوحة مفاتيح اختصار اختصارات مفتاح سريع أوامر تسجيل إعدادات تكوين ملف مخطط وثائق مرجع تفضيلات المستندات الإعدادات… الإعدادات
bs: docs documentation schema reference UniConnect json keys configuration tastatura prečica prečice hotkey komande tipke snimač postavke konfiguracija datoteka šema dokumentacija referenca preferencije Postavke…
da: docs documentation schema reference UniConnect json keys configuration tastatur genvej genveje hotkey kommandoer taster optager indstillinger konfiguration fil skema dokumentation præferencer Indstillinger…
de: docs documentation schema reference UniConnect json keys configuration tastatur kurzbefehl tastenkürzel hotkey befehle tasten rekorder einstellungen konfiguration datei dokumentation referenz präferenzen …
es: docs documentation schema reference UniConnect json keys configuration teclado atajo atajos tecla rápida comandos teclas grabador ajustes configuración archivo esquema documentación referencia preferencias Ajustes…
fr: docs documentation schema reference UniConnect json keys configuration clavier raccourci raccourcis touche globale commandes touches enregistreur réglages fichier schéma référence préférences Réglages...
it: docs documentation schema reference UniConnect json keys configuration tastiera scorciatoia scorciatoie tasto rapido comandi tasti registratore impostazioni configurazione file documentazione riferimento preferenze Impostazioni…
ja: docs documentation schema reference UniConnect json keys configuration ドキュメント スキーマ リファレンス UniConnect json キー 構成
km: ឯកសារយោងគ្រោងការណ៍ឯកសារឯកសារ UniConnect ការកំណត់រចនាសម្ព័ន្ធគ្រាប់ចុច json
ko: docs documentation schema reference UniConnect json keys configuration 키보드 단축키 핫키 명령 키 기록기 설정 구성 파일 스키마 문서 참조 환경설정 설정… uniconnect.json
nb: docs documentation schema reference UniConnect json keys configuration tastatur snarvei snarveier hurtigtast kommandoer taster opptaker innstillinger konfigurasjon fil skjema dokumentasjon referanse preferanser …
pl: docs documentation schema reference UniConnect json keys configuration klawiatura skrót skróty klawisz polecenia klawisze rejestrator ustawienia konfiguracja plik schemat dokumentacja referencja preferencje Ustawienia…
pt_br: docs documentation schema reference UniConnect json keys configuration teclado atalho atalhos tecla rápida comandos teclas gravador configurações configuração arquivo esquema documentação referência preferências Ajustes… Ajustes
ru: docs documentation schema reference UniConnect json keys configuration клавиатура сочетание клавиш горячая клавиша команды клавиши запись настройки конфигурация файл схема документация справочник предпочтения Настройки...
th: docs documentation schema reference UniConnect json keys configuration แป้นพิมพ์ ทางลัด ปุ่มลัด คำสั่ง คีย์ ตัวบันทึก การตั้งค่า การกำหนดค่า ไฟล์ สคีมา เอกสาร อ้างอิง ค่ากำหนด การตั้งค่า...
tr: docs documentation schema reference UniConnect json keys configuration klavye kısayol kısayollar tuşu komutlar tuşlar kaydedici ayarlar yapılandırma dosya şema belgeler başvuru tercihler Ayarlar…
uk: docs documentation schema reference UniConnect json keys configuration клавіатура скорочення гарячі клавіші команди записувач налаштування конфігурація файл схема документація довідник параметри Налаштування…
zh_hans: docs documentation schema reference UniConnect json keys configuration 键盘 快捷键 热键 命令 按键 录制器 设置 配置 文件 架构 文档 参考 偏好设置 设置...
zh_hant: docs documentation schema reference UniConnect json keys configuration 鍵盤 快捷鍵 熱鍵 命令 按鍵 錄製器 設定 設定檔 檔案 結構描述 文件 參考 偏好設定 設定...

# settings.search.alias.setting.reset.reset-all
source: factory reset restore defaults clear preferences
ar: factory reset restore defaults clear preferences تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي إعدادات تكوين ملف json مخطط وثائق مرجع إعادة ضبط مصنع افتراضي استعادة مسح الكل التفضيلات… التعيين تعيين
bs: factory reset restore defaults clear preferences aplikacija opće postavke ponašanje dock traka menija status bočna konfiguracija datoteka json šema dokumentacija referenca preferencije fabrički zadano vrati očisti Obriši sve Postavke… Resetovanje Resetuj
da: factory reset restore defaults clear preferences app generelt indstillinger adfærd dock menulinje status sidepanel konfiguration fil json skema dokumentation reference præferencer nulstil fabrik standard gendan ryd alle Indstillinger…
de: factory reset restore defaults clear preferences app allgemein einstellungen verhalten dock menüleiste status seitenleiste konfiguration datei json schema dokumentation referenz präferenzen zurücksetzen werkseinstellungen standard wiederherstellen löschen Alle …
es: factory reset restore defaults clear preferences aplicación general preferencias comportamiento dock barra de menú estado lateral ajustes configuración archivo json esquema documentación referencia restablecer fábrica predeterminado restaurar borrar todo Preferencias…
fr: factory reset restore defaults clear preferences application général préférences comportement dock barre de menus état latérale réglages configuration fichier json schéma documentation référence réinitialiser usine défaut restaurer effacer Tout Préférences...
it: factory reset restore defaults clear preferences app generale preferenze comportamento dock barra menu stato laterale impostazioni configurazione file json schema documentazione riferimento reimposta fabbrica predefinito ripristina cancella tutto Preferenze…
ja: factory reset restore defaults clear preferences 初期化 リセット デフォルト 復元 設定を消去
ko: factory reset restore defaults clear preferences 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 설정 구성 파일 json 스키마 문서 참조 재설정 초기화 기본값 복원 지우기 모두 환경설정…
nb: factory reset restore defaults clear preferences app generelt innstillinger oppførsel dock menylinje status sidepanel konfigurasjon fil json skjema dokumentasjon referanse preferanser tilbakestill fabrikk standard gjenopprett tøm Fjern alle …
pl: factory reset restore defaults clear preferences aplikacja ogólne preferencje zachowanie dock pasek menu status boczny ustawienia konfiguracja plik json schemat dokumentacja referencja fabryczne domyślne przywróć wyczyść wszystko Preferencje… Resetuj
pt_br: factory reset restore defaults clear preferences app geral preferências comportamento dock barra de menu status lateral configurações configuração arquivo json esquema documentação referência redefinir fábrica padrão restaurar limpar Tudo Preferências…
ru: factory reset restore defaults clear preferences приложение общие настройки поведение док строка меню статус боковая панель конфигурация файл json схема документация справочник предпочтения сброс заводские по умолчанию восстановить очистить все Настройки... Сбросить
th: factory reset restore defaults clear preferences แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง การตั้งค่า การกำหนดค่า ไฟล์ json สคีมา เอกสาร อ้างอิง รีเซ็ต โรงงาน ค่าเริ่มต้น กู้คืน ล้าง ล้างทั้งหมด การตั้งค่า...
tr: factory reset restore defaults clear preferences uygulama genel tercihler davranış dock menü çubuğu durum kenar ayarlar yapılandırma dosya json şema belgeler başvuru sıfırla fabrika varsayılan geri yükle temizle Tümünü Tercihler…
uk: factory reset restore defaults clear preferences програма загальні параметри поведінка док рядок меню статус бічна панель налаштування конфігурація файл json схема документація довідник скидання заводські типові відновити очистити Скинути все Параметри…
zh_hans: factory reset restore defaults clear preferences 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 设置 配置 文件 json 架构 文档 参考 重置 出厂 默认 恢复 清除 全部清除 偏好设置...
zh_hant: factory reset restore defaults clear preferences 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 設定 設定檔 檔案 json 結構描述 文件 參考 重置 出廠 預設 還原 清除 清除全部 偏好設定...

# settings.workspaceColors.base
source: Base: %@
ar: الأساس: %@
bs: Osnovna: %@
de: Basis: %@
ja: ベース: %@
ko: 기본: %@
nb: Basis: %@
pl: Bazowy: %@
ru: Базовый: %@
th: ฐาน: %@
tr: Temel: %@
uk: Базовий: %@
zh_hans: 基础色：%@
zh_hant: 基底：%@

# settings.workspaceColors.customColors
source: Custom Colors
ar: ألوان مخصصة
bs: Prilagođene boje
da: Brugerdefinerede farver
de: Benutzerdefinierte Farben
es: Colores personalizados
fr: Couleurs personnalisées
it: Colori personalizzati
ja: カスタムカラー
ko: 사용자 지정 색상
nb: Egendefinerte farger
pl: Własne kolory
pt_br: Cores Personalizadas
ru: Пользовательские цвета
th: สีที่กำหนดเอง
tr: Özel Renkler
uk: Власні кольори
zh_hans: 自定义颜色
zh_hant: 自訂顏色

# settings.workspaceColors.dictionaryNote
source: Edit uniconnect.json to add or remove named colors. "Choose Custom Color..." still adds local Custom N entries.
ar: قم بتحرير uniconnect.json لإضافة الألوان المسماة أو إزالتها.لا يزال خيار "اختيار لون مخصص..." يضيف إدخالات N مخصصة محلية.
bs: Uredite uniconnect.json da dodate ili uklonite imenovane boje."Odaberi prilagođenu boju..." i dalje dodaje lokalne prilagođene N unose.
da: Rediger uniconnect.json for at tilføje eller fjerne navngivne farver."Vælg brugerdefineret farve..." tilføjer stadig lokale brugerdefinerede N-poster.
de: Bearbeiten Sie uniconnect.json, um benannte Farben hinzuzufügen oder zu entfernen.„Benutzerdefinierte Farbe auswählen...“ fügt weiterhin lokale benutzerdefinierte N-Einträge hinzu.
es: Edita uniconnect.json para añadir o eliminar colores con nombre. «Elegir color personalizado…» seguirá añadiendo entradas personalizadas locales.
fr: Modifiez uniconnect.json pour ajouter ou supprimer des couleurs nommées."Choisir une couleur personnalisée..." ajoute toujours des entrées personnalisées N locales.
it: Modifica uniconnect.json per aggiungere o rimuovere i colori con nome."Scegli colore personalizzato..." aggiunge comunque le voci N personalizzate locali.
ja: 名前付きカラーの追加や削除は uniconnect.json を編集してください。「カスタムカラーを選択…」は引き続きローカルの Custom N エントリを追加します。
km: កែសម្រួល uniconnect.json ដើម្បីបន្ថែម ឬលុបពណ៌ដែលមានឈ្មោះចេញ។"ជ្រើសរើសពណ៌ផ្ទាល់ខ្លួន..." នៅតែបន្ថែមធាតុ Custom N ក្នុងស្រុក។
ko: uniconnect.json을 편집하여 이름이 지정된 색상을 추가하거나 제거하세요. "사용자 지정 색상 선택..."으로 로컬 Custom N 항목을 추가할 수 있습니다.
nb: Rediger uniconnect.json for å legge til eller fjerne navngitte farger."Velg egendefinert farge..." legger fortsatt til lokale egendefinerte N-oppføringer.
pl: Edytuj uniconnect.json, aby dodać lub usunąć nazwane kolory.„Wybierz kolor niestandardowy…” nadal dodaje lokalne wpisy niestandardowe N.
pt_br: Edite uniconnect.json para adicionar ou remover cores nomeadas."Escolha a cor personalizada..." ainda adiciona entradas N personalizadas locais.
ru: Отредактируйте uniconnect.json, чтобы добавить или удалить именованные цвета.«Выбрать собственный цвет...» по-прежнему добавляет локальные записи «Пользовательский N».
th: แก้ไข uniconnect.json เพื่อเพิ่มหรือลบสีที่มีชื่อ"เลือกสีที่กำหนดเอง..." ยังคงเพิ่มรายการ Custom N ในเครื่อง
tr: Adlandırılmış renkleri eklemek veya kaldırmak için uniconnect.json öğesini düzenleyin."Özel Renk Seç..." hâlâ yerel Özel N girişleri ekliyor.
uk: Відредагуйте uniconnect.json, щоб додати або видалити названі кольори.«Вибрати спеціальний колір...» усе ще додає локальні спеціальні N записи.
zh_hans: 编辑 uniconnect.json 以添加或删除命名颜色。“选择自定义颜色...”仍然添加本地自定义 N 条目。
zh_hant: 編輯 uniconnect.json 以新增或刪除命名顏色。「選擇自訂顏色...」仍然會新增本機自訂 N 條目。
